export default {
  //四星
  lotteryType0: [
    {
      tip1: "四星",
      tip2: "直选",
      list: [
        {
          txt: "四星直选复式",
          desc: "从个丶十丶百丶千位各选一个号码组成一注。",
        },
        {
          txt: "四星直选单式",
          desc: "手动输入号码，至少输入1个四位数号码组成一注。如：1234为一注",
        },
      ],
    },
  ],
  //前三
  lotteryType2: [
    {
      tip1: "前三",
      tip2: "直选",
      list: [
        {
          txt: "前三直选复式",
          desc: "从万丶千丶百位各选一个号码组成一注。",
        },
        {
          txt: "前三直选单式",
          desc: "手动输入号码，至少输入1个三位数号码组成一注。",
        },
        {
          txt: "前三直选和值",
          desc: "从0-27中任意选择1个或1个以上号码。",
        },
        {
          txt: "前三直选组合",
          desc: "从0-9中任意选择3个或3个以上号码。",
        },
      ],
    },
    {
      tip1: "前三",
      tip2: "组选",
      list: [
        {
          txt: "前三组三复式",
          desc: "从0-9中任意选择2个或2个以上号码。",
        },
        {
          txt: "前三组三胆拖",
          desc: "组三是指开奖号码三位任意两位号码相同，如588。至少选2个号码投注，开奖号三位为组三号且包含在投注号码中，即中630元",
        },
        {
          txt: "前三组三单式",
          desc: "手动输入号码，至少输入1个三位数号码（三个数字中必须有二个数字相同）。",
        },
        {
          txt: "前三组六复式",
          desc: "从0-9中任意选择3个或3个以上号码。",
        },
        {
          txt: "前三组六胆拖",
          desc: "组六是指开奖号码中间三位三个号码各不相同，如135。至少选3个号码投注，开奖号后三位为组六号且包含在投注号码中，即中300元。",
        },
        {
          txt: "前三组六单式",
          desc: "手动输入号码，至少输入1个三位数号码（三个数字完全不相同）。",
        },
      ],
    },
  ],
  //中三
  lotteryType3: [
    {
      tip1: "中三",
      tip2: "直选",
      list: [
        {
          txt: "中三直选复式",
          desc: "从千丶百丶十位各选一个号码组成一注。",
        },
        {
          txt: "中三直选单式",
          desc: "手动输入号码，至少输入1个三位数号码组成一注。",
        },
        {
          txt: "中三直选和值",
          desc: "从0-27中任意选择1个或1个以上号码。",
        },
        {
          txt: "中三直选组合",
          desc: "从0-9中任意选择3个或3个以上号码",
        },
      ],
    },
    {
      tip1: "中三",
      tip2: "组选",
      list: [
        {
          txt: "中三组三复式",
          desc: "从0-9中任意选择2个或2个以上号码。",
        },
        {
          txt: "中三组三胆拖",
          desc: "组三是指开奖号码三位任意两位号码相同，如588。至少选2个号码投注，开奖号三位为组三号且包含在投注号码中，即中630元",
        },
        {
          txt: "中三组三单式",
          desc: "手动输入号码，至少输入1个三位数号码（三个数字中必须有二个数字相同）。",
        },
        {
          txt: "中三组六复式",
          desc: "从0-9中任意选择3个或3个以上号码。",
        },
        {
          txt: "中三组六胆拖",
          desc: "组六是指开奖号码中间三位三个号码各不相同，如135。至少选3个号码投注，开奖号后三位为组六号且包含在投注号码中，即中300元。",
        },
        {
          txt: "中三组六单式",
          desc: "手动输入号码，至少输入1个三位数号码（三个数字完全不相同）。",
        },
        {
          txt: "中三组选和值",
          desc: "从1-26中任意选择1个或1个以上号码（若开奖号码为豹子号，则不中奖）。",
        },
      ],
    },
  ],
  //后三
  lotteryType4: [
    {
      tip1: "后三",
      tip2: "直选",
      list: [
        {
          txt: "后三直选复式",
          desc: "从个丶十丶百位各选一个号码组成一注。",
        },
        {
          txt: "后三直选单式",
          desc: "手动输入号码，至少输入1个三位数号码组成一注。",
        },
        {
          txt: "后三直选和值",
          desc: "从0-27中任意选择1个或1个以上号码。",
        },
        {
          txt: "后三直选组合",
          desc: "从0-9中任意选择3个或3个以上号码。",
        },
      ],
    },
    {
      tip1: "后三",
      tip2: "组选",
      list: [
        {
          txt: "后三组三复式",
          desc: "从0-9中任意选择2个或2个以上号码。",
        },
        {
          txt: "后三组三胆拖",
          desc: "组三是指开奖号码三位任意两位号码相同，如588。至少选2个号码投注，开奖号三位为组三号且包含在投注号码中，即中630元",
        },
        {
          txt: "后三组三单式",
          desc: "后三手动输入号码，至少输入1个三位数号码（三个数字中必须有二个数字相同）。",
        },
        {
          txt: "后三组六复式",
          desc: "从0-9中任意选择3个或3个以上号码。",
        },
        {
          txt: "后三组六胆拖",
          desc: "组六是指开奖号码中间三位三个号码各不相同，如135。至少选3个号码投注，开奖号后三位为组六号且包含在投注号码中，即中300元。",
        },
        {
          txt: "后三组六单式",
          desc: "手动输入号码，至少输入1个三位数号码（三个数字完全不相同）。",
        },
        {
          txt: "后三组选和值",
          desc: "从1-26中任意选择1个或1个以上号码（若开奖号码为豹子号，则不中奖）。",
        },
      ],
    },
  ],
  //三星 低频彩 类型  1  ，上面的都是  0
  lotteryType1: [
    {
      tip1: "三星",
      tip2: "直选",
      list: [
        {
          txt: "三星直选复式",
          desc: "从个丶十丶百位各选一个号码组成一注。",
        },
        {
          txt: "三星直选单式",
          desc: "手动输入号码，至少输入1个三位数号码组成一注。",
        },
        {
          txt: "三星直选和值",
          desc: "从0-27中任意选择1个或1个以上号码。",
        },
      ],
    },
    {
      tip1: "三星",
      tip2: "组选",
      list: [
        {
          txt: "三星组三复式",
          desc: "从0-9中任意选择2个或2个以上号码。",
        },
        {
          txt: "三星组三胆拖",
          desc: "开奖号码后三位三个号码各不相同，如133。至少选3个号码投注，开奖号后三位为组六号且包含在投注号码中，即中600元。",
        },
        {
          txt: "三星组三单式",
          desc: "手动输入号码，至少输入1个三位数号码（三个数字中必须有二个数字相同）。",
        },
        {
          txt: "三星组六复式",
          desc: "从0-9中任意选择3个或3个以上号码。",
        },
        {
          txt: "三星组六胆拖",
          desc: "开奖号码后三位三个号码各不相同，如135。至少选3个号码投注，开奖号后三位为组六号且包含在投注号码中，即中300元",
        },
        {
          txt: "三星组六单式",
          desc: "手动输入号码，至少输入1个三位数号码（三个数字完全不相同）。",
        },
        {
          txt: "三星组选和值",
          desc: "从1-26中任意选择1个或1个以上号码（若开奖号码为豹子号，则不中奖）。",
        },
      ],
    },
  ],
};
